[
  {
    "idolId": "wonyoung",
    "source": "wikipedia",
    "title": "장원영 (한국어)",
    "content": "장원영(張員瑛, 2004년 8월 31일~)은 대한민국의 가수로, 걸 그룹 IVE의 멤버이다.\n\n생애\n장원영은 2004년 8월 31일 서울특별시 용산구 이촌동에서 태어났다. 형제자매로는 3살 위에 언니가 한 명 있다. 유아기 시절에는 영어 유치원에 다녔었고, 서울신용산초등학교 재학 시절에는 K-POP 아이돌이 아닌 아나운서, 변호사가 장래희망이었다. 언니의 중학교 졸업식에 참석했다가 길거리 캐스팅으로 스타쉽 엔터테인먼트에 영입되었고, 연습생이 된 후 용강중학교에 입학했다.\n스타쉽 엔터테인먼트 연습생 기간에는 YDPP의 〈LOVE IT LIVE IT〉 뮤직비디오와 2018 펩시 YDPP 컬래버레이션 광고에 출연했다.\n1년 2개월 간 연습생 생활을 거쳐 2018년 엠넷에서 주관한 서바이벌 오디션 프로그램 PRODUCE 48에 출연하여 최종 순위 12명 중 1등을 달성해 걸 그룹 아이즈원의 센터가 되었다.\n\n아이즈원 활동을 시작한 후 2019년 4월에 홈스쿨링 의사를 밝히고 용강중학교를 중퇴했으며, 검정고시에 응시해 국어, 영어, 수학을 만점으로 합격했다.\n2019년 8월 30일까지 만 15세 미만이었던 장원영은 대중문화예술산업발전법 제22조에 따라 밤 10시부터 익일 아침 6시까지 야간 활동이 제한됐고, 이는 PRODUCE 48 파이널 생방송이 밤 8시에 시작한 근거가 되었다.\n2020년에는 서울공연예술고등학교 실용음악과에 입학했다. 2023년 졸업했고, 방송 활동에 집중한다는 의사를 밝히고 수능에는 응시하지 않았다.\n2021년 4월 29일을 기준으로 2년 6개월 프로젝트 걸그룹 아이즈원 활동을 종료했다.\n2021년 상반기 해외 명품 브랜드 미우 미우의 공식 앰버서더를 시작으로 2021년 하반기 국내 패션 브랜드 키르시의 뮤즈 그리고 국내 화장품 브랜드 이니스프리의 글로벌 모델로 활동 중이다.\n또한, KBS 음악 프로그램 뮤직뱅크의 MC를 맡았었다.\n2021년 12월 1일 아이즈원의 구성원이었던 안유진과 함께 6인조 걸그룹 IVE(아이브)로 새롭게 데뷔했다.\n\n학력\n서울신용산초등학교 (졸업)\n용강중학교 (중퇴)\n중학교 졸업학력 검정고시 (졸업)\n서울공연예술고등학교 실용음악과 (졸업)\n\n출연작\n\n방송\n\n웹예능\n\n뮤직 비디오\n\n광고\n\n화보\n\n수상 목록\n2021년 KBS 연예대상 베스트 커플상(with 성훈)\n2023년 아시아 아티스트 어워즈 아시아 셀러브리티상\n2024년 아시아 아티스트 어워즈 아시아 셀러브리티상\n2024년 아시아 아티스트 어워즈 퀸 오브 AAA상\n2025년 아시아 아티스트 어워즈 아시아 셀러브리티상\n\n그룹 출연\n\n각주\n\n내용주\n\n참조주\n\n외부 링크\n 위키미디어 공용에 장원영 관련 미디어 분류가 있습니다.\n장원영 - 인스타그램",
    "url": "https://ko.wikipedia.org/wiki/%EC%9E%A5%EC%9B%90%EC%98%81",
    "collectedAt": "2026-02-07T20:42:17.954Z",
    "metadata": {
      "language": "ko",
      "pageId": 2033372
    }
  },
  {
    "idolId": "wonyoung",
    "source": "wikipedia",
    "title": "Jang Won-young (English)",
    "content": "Jang Won-young (Korean: 장원영; born August 31, 2004), also known mononymously as Wonyoung, is a South Korean singer. She is a member of the South Korean girl group Ive under Starship Entertainment and former member of project girl group Iz*One, having finished first in Mnet's girl group survival reality television show Produce 48 in 2018.\n\nEarly life and education\nJang Won-young was born in Ichon-dong of Seoul, South Korea, on August 31, 2004. She has an older sister, actress Jang Da-ah (birth name: Jang Jin-young), who is an artist under King Kong by Starship.\nAfter debuting with Iz*One, the group's label Off the Record announced Jang's intentions to complete education via home-schooling in April 2019. She subsequently left Yonggang Middle School and took the qualification exam, passing with perfect scores in Korean, English, and Mathematics. Jang graduated from the School of Performing Arts Seoul on February 9, 2023.\n\nCareer\n\n2018–2020: Produce 48 and Iz*One\n\nFrom June 15 to August 31, 2018, Jang represented Starship Entertainment alongside An Yu-jin and Cho Ka-hyeon on the girl group survival reality television show Produce 48. She eventually placed first and debuted with Iz*One.\nIz*One's Korean debut extended play (EP) Color*Iz was released on October 29, 2018, under the label Off the Record, with \"La Vie en Rose\" serving as lead single. Both the EP and its lead single received immediate commercial success, leading the group to win the New Artist of the Year award at several shows, including Golden Disc Awards and Seoul Music Awards.\nThe group's Japanese debut single, \"Suki to Iwasetai\", was released on February 6, 2019, under UMG's EMI Records subsidiary. Along with the group's Japanese debut promotion, Jang was selected alongside the Japanese member Sakura Miyawaki to center a collaborative performance between Nogizaka46, Keyakizaka46, and AKB48 at the FNS Music Festival. In September 2019, Jang made her runway debut at the 29th Tokyo Girls Collection's 2019 Autumn/Winter fashion festival at Saitama Super Arena. She also appeared at the Kitakyushu edition of the festival later that year.  On February 17, 2020, Iz*One released their first Korean-language studio album Bloom*Iz, on which Jang co-wrote the track \"Dreamlike.\" The song was named by music webzine Beats Per Minute as the 19th best song of 2020, with critic J.T. Early praising the song for its \"bright and irresistible force\".\n\n2021–present: Ive, Music Bank, and solo activities\n\nAfter Iz*One's disbandment on April 29, 2021, Jang returned to Starship Entertainment as a trainee along with group mate and labelmate An Yu-jin. In September 2021, Jang was announced as the new host of the program Music Bank with Enhypen's Sunghoon. For their performance on the program, they were awarded with the Best Couple Award at the 2021 KBS Entertainment Awards. On October 12, she and Leeteuk were chosen to host the 2021 Asia Artist Awards, which would be held in December of that year. On November 4, 2021, Starship Entertainment revealed Jang as one of the six members in their new girl group Ive. On December 1, 2021, Jang officially debuted as a member of Ive with the release of their single album Eleven, led by the single of the same name.\nIn September 2022, Jang attended the 2022 Paris Fashion Week as an ambassador for luxury fashion brands Miu Miu and Fred Joaillier. That same month, her contract as the host of Music Bank was extended. On December 13, Jang hosted the 2022 Asia Artist Awards with Leeteuk. Three days later, she also hosted the 2022 KBS Song Festival with Na In-woo and Kim Shin-young. In January 2023, Jang stepped down as Music Bank host after sixteen months in the role.\n\nIve released their first studio album, I've Ive, in April 2023, on which Jang wrote two tracks, \"Mine\" and \"Shine with Me\". On August 18, she hosted the Friday night first concert of KCON LA 2023. A month later, Jang was announced to be the host for the 8th Asia Artist Awards with co-hosts Kang Daniel and Sung Han-bin, which would be held in December of that year. She was named by influencer marketing platform Lefty as the 13th top influencer of Paris Fashion Week, with her appearance generating an estimated media value of $3 million for Miu Miu. On October 13, Ive released their extended play, I've Mine, on which Jang wrote the track \"OTT\". On November 26, it was announced that Jang would be hosting the 2023 KBS Music Bank Global Festival alongside Rowoon on December 15.\nOn April 29, 2024, Ive released their second extended play Ive Switch, on which Jang wrote the track \"Blue Heart\", her fourth work as a solo lyricist. In an interview with Nylon, she stated that the song was inspired by her experiences in the entertainment industry, where women faced hyperscrutiny from media and fans. In September 2024, Jang was announced to be the host for 9th Asia Artist Awards, which would be held in December of the same year, with co-host Sung Han-bin. It was also confirmed in November 2024 that Jang would be hosting the 2024 KBS Music Bank Global Festival alongside Zico and Kim Young-dae on December 20. This marked her third consecutive year of hosting the KBS Year End Festival.\nIn April 2025, Jang was announced to be the host for 10th Asia Artist Awards, which would be held in December of the same year, with co-host Lee Jun-ho. This is her 5th consecutive years hosting the award, since 2021.\n\nPublic image and influence\n\nJang has received sustained attention in domestic media, particularly in relation to fashion, beauty, and advertising. Coverage has often focused on her visual presentation and stage presence, and she has been described as a representative figure within contemporary K-pop popular culture.\nIn January 2025, Jang appeared on the talk show You Quiz on the Block, during which she mentioned the book Buddha's Words (초역 부처의 말) by Ryunosuke Koike as a personal source of comfort during demanding schedules. Following the broadcast, the book experienced a substantial increase in sales and rose to the top of several bestseller lists.\nJang has been characterized in Korean media as a commercially influential advertising figure and has frequently ranked at or near the top of the Korean Business Research Institute's monthly brand reputation rankings for girl group members. She ranked first in January 2026.\nFollowing her appointment as a model for Medicube in July 2025, APR, the brand's parent company, reported record quarterly financial results in 2025.\nJang's appearances at Paris Fashion Week have also been noted in media coverage, where she has ranked highly in influencer metrics and contributed to brand exposure. Products associated with her appearances have frequently sold out, and she has remained prominent in brand reputation rankings in subsequent years.\n\nOther ventures\n\nEndorsements\nAs a trainee at Starship Entertainment in early 2018, Jang was chosen as a model in a music video sponsored by Pepsi Korea called \"Love It Live It\", along with YDPP and Park Sun.\nAlongside her activities in Iz*One, Jang appeared on numerous magazine covers (including Beauty Plus, Vogue Korea, and Elle Korea), as well as for various beauty brands in South Korea (such as Dior, Miu Miu, and Laura Mercier). She also appeared in GQ Korea's July 2020 issue, and listed among the K-icons for Miu Miu during the Autumn/Winter 2021 Fashion Week. In 2021, Jang was one of the Iz*One members chosen to model in the music video \"Zero:Attitude\" for the Pepsi 2021 K-Pop Campaign. The campaign was revealed Starship Entertainment as a collaboration between Iz*One and Soyou, featuring rapper pH-1.\nAfter Iz*One's disbandment, Jang appeared in several fashion films, namely for Chaumet's Joséphine Collection and Miu Miu's Maritime. On July 27, 2021, Amorepacific Corporation announced that Jang was chosen as global ambassador for its natural cosmetics brand Innisfree. In October 2021, Jang was officially announced as Kirsh's new muse. She represented the brand for its 2021 Winter and 2022 Spring/Summer collections. In the Harper's Bazaar Korea December 2021 issue, for which she was the cover girl, Jang was officially announced as Miu Miu's brand ambassador. Following the announcement, she appeared in Y Magazine's April 2022 issue to represent the Miu Miu Spring 2022 ready-to-wear collection and Bvlgari's Divas' Dream collection.\nFollowing her debut as a member of Ive, Jang continued to expand her influence by endorsing a variety of fashion and lifestyle brands. On May 20, 2022, she was officially announced as the latest model for SK Telecom. In June 2022, she, alongside group member Leeseo, was selected as a model for the Pepsi 2022 K-Pop Campaign. This initiative, unveiled by Starship Entertainment, featured a collaboration between Ive, Cravity, and Oh My Girl for the promotional music video \"Blue & Black.\"\nOn July 18, 2022, Jang was appointed ambassador for the golfwear brand Gospheres, representing the label in a pictorial featured in the August 2022 issue of Elle Korea. Just days later, on July 21, she was named global ambassador and muse for the color contact lens brand Hapa Kristin. On August 16, 2022, she became a model for the French outdoor fashion brand Eider, and three days afterward, she was announced as the first Korean ambassador for the French jewelry house Fred Joaillier. Jang has since represented the brand in numerous publications, including Marie Claire Korea,W Korea, and Cosmopolitan.\n\nIn recognition of her rising influence, Maeil Business Newspaper described Jang in 2022 as \"a blue chip in the advertising world.\" In September of the same year, she was named muse for Suecomma Bonnie, a South Korean footwear brand under Kolon Industries, modeling for its 2022 Fall/Winter collection titled \"Young and Rich\" as well as the brand's 20th anniversary collaboration with Barbie.\nIn February 2023, Jang was named the muse for South Korean casual fashion label SJSJ. Later that year, in August, she began representing the beauty brand Amuse as its new model. The following February, it was revealed that Jang is the new model for the clothing brand Rolarola. She was also introduced as a brand ambassador for the French haircare company Kérastase in April of the same year. Subsequently, on August 30, she was unveiled as the global brand ambassador for Tommy Jeans.\nOn February 14, 2025, Jang was introduced as the new promotional model of Woori Bank. Woori Bank also announced the release of its new mobile service ''Woori WON mobile'' and its stock trading application \"Woori WON MTS\" with Jang as the appointed campaign model. The following month, she was announced as the brand ambassador for the Vietnamese beverage company Malto. On April 7, she was revealed as the advertising model for Binggrae's ice cream line, Deep & Low, and shortly thereafter, she was named ambassador for Dyson Korea. In May, she began representing the global nail care brand Dashing Diva. Most recently, she was introduced as the model for Downy Korea on July 1, and was subsequently announced as the new model of Medicube's beauty device AGE-R on July 8. In August, Italian luxury house Bulgari announced Jang as its ambassador. In December, Jang appeared alongside Byeon Woo-seok and Karina for Google Gemini's advertising campaign titled \"The Christmas Song\".\n\nDiscography\n\nPromotional singles\n\nComposition credits\nAll song credits are adapted from the Korea Music Copyright Association's database unless stated otherwise.\n\nVideography\n\nMusic videos\n\nMusic video appearances\n\nFilmography\n\nTelevision shows\n\nHosting\n\nAwards and nominations\n\nSee also\nWonyoungism\n\nNotes\n\nReferences\n\nExternal links\n\nOfficial website (in Korean)",
    "url": "https://en.wikipedia.org/wiki/Jang_Won-young",
    "collectedAt": "2026-02-07T20:42:21.903Z",
    "metadata": {
      "language": "en",
      "pageId": 67838154
    }
  }
]